{
    "name": "warhol",
    "texts": [
        "Campbell's Soup Cans is the most famous Andy Warhol's piece of art. Warhol's Soup Cans have become a symbol of pop art, the symbol of the artist himself, the work of art he is most associated with. During his lifetime he was completely aware of it. In his diary for the 11th of March 1977 he writes: \"I had a talk with Rick Li Brizzi at the office, told him he was selling my Maos and Soup Cans too cheap\". Warhol was making Soup Cans in the 2 different periods of his artistic life. So the first part of Soup Cans was made in 1962, second and the most important in 1968.",
        "Soup Cans from 1968 are determined by mechanicality, or, it's better to say, rhythm. The first version of his soup cans he had drown during his most full with pieces of art period of creativity - decade before he was shot by Valerie Solanas, one of the world most famous feminists. Soup Cans from 1968 were Warhol's short return to, himself created, foundations of Pop Art. Later, when he draws with Jean-Michel Basquiat, he has a blooming of his art once again.",
        "It's worth mentioning that in 70ties Campbell was extremely successful enterprise, canned soup was extremely popular and it seemed like it'll exist forever. Warhol didn't set himself a task to perpetuate cans in the memories of viewers, his goal was to perpetuate cans in the very same condition artist experienced it during his lifetime. He has never made pop art out of old people, sick people or unhappy people. It's like he wanted to say - if even for the moment I could've seen a happiness on your face, or it's better to say - if I managed to capture that momentary happiness, then you can't consider yourself as the absolutely unhappy people. Warhol perceived a value of face, value of creating a character through face.",
        "Now, you can see the heart of the production when everything begins. Everyday, in our company, thousands of copies are being made. Take a look at the machine! You can choose from a million patterns and inspirations. Create pieces in millions of copies without any effort. Be a part of mass production and a part of capitalistic art. Just press the button!"
    ]
}
