{
    "name": "dali",
    "texts": [
        "Dali called himself \"the only real surrealist\" although really the only real surrealist was Jackson Pollock as he was the only artist, who actually used Andre Breton's idea of pure psychic automatism written in \"Surrealist Manifesto\". The conflict between Dali and Breton was around Dali's political views because in 1934 he was called by Breton a huge Hitler supporter. Dali draws \"The Persistence of Memory\" five years before the Spanish revolution started, two years after his film with Luis Bunuel \"Un Chien Andalou\" and one year after the film \"L'Age d'Or\", also made with Bunuel. \"The Persistence of Memory\" is really a persistence of moment. Dali tries to capture the moment, feeling that maybe this is the last chance to persistate in memory the beautiful Port Lligat where he had spent the huge part of his childhood.",
        "The clocks which are soft just like cheese, like camembert. Since the World War 1 camembert is a big part of French culture. France was the place where Hispanics like Dali and Bunuel could \"hide\" (from Lorca's point of view as we see in film \"Little ashes\") from coming Spanish revolution. But in \"The Persistence of Memory\" Dali shows that it actually didn't work out. The time in immigration was melted or broken and eaten by ants like orange clock. There were two ways of being - soft and calm, but feeling itself laying in the back of unknown creature or in the branch of tree that could easily fall or stay strong with the risk of being broken or eaten by communists or fascists. Dali himself in the different periods of time represented the communist, fascist or surrealistic views. By real surrealistic views or later the real surrealistic perspective he considered apolitical or it's better to say out of contextual perspective on the new form of art. It wasn't accepted by his friends Bunuel and Federico García Lorca nor by Surrealist group. Reading the prologue of \"Diary of a Genius\" it feels that Dali felt offended by being excluded from the group. But maybe this forced existence outside the official movement contributed to Dali's popularity.",
        "Looking in the other way, clocks are actually laying ON things, not the things are laying on clocks. So all the immigration (during World War 1 and during Spanish revolution) of artists, who'll become surrealists, had found the place for themselves, they've come with their own ideas and although they allowed circumstances or time to melt or corrode them (which was probably inevitable), they still stayed with their own views, with their own perspective and with their own narration. Dali sees surrealists as a time themselves. And he sees surrealists as quite similar clocks. Later, after the huge fight with them, he will write that he always was the most original of them. But maybe by the time the \"The Persistence of Memory\" was created, the similarity of clocks symbolized that, like all other people, surrealists in front of the war were equal.",
        "The clocks in Port Lligat are separated from the rest of the world. The time becomes a personal measurement. The surrealists-clocks were Dali's personal measurement. And in 1931 Dali \"lets\" them to exist in his personal heaven, in a place with a memory, in a memory itself.",
        "In 1954, already after the World War 2 , Dali draws \"The Disintegration of the Persistence of Memory\". We see the memory destroyed, the memory destructed. After the Spanish revolution when Dali returns to Port Lligat he sees his house destroyed. In 1954 piece of art there is no more clear water in the background, the whole water law is hanging on, is holding to the very thin naked tree. It is the illusion of normality. The building blocks in motion are becoming bullets, symbolizing that instead of building something new people once again used the progress to kill other people. We can see the building  blocks through the unknown creature. After the wars not only surrealists are melted, but all the ideas, all things they were laying in, are melted too. The branch is now broken so it is just a matter of time than the clock will fall. In \"The Disintegration of the Persistence of Memory\" Dali draws reflections to the mountains, which he hasn't drown in \"The Persistence of Memory\". The fascists are defeated, so although the whole picture, the whole world, people and Dali personal had known, is destroyed, the future, the perspective looks real now. Even in this illusional normality, but the reflection actually makes the mountains real. Bullets are going in the direction of the lying clock and the dead fish in the sand. The wars in one way or another affected all the surrealists and caused the floating to the surface their personal issues. Like, once beautiful and clear, water caused the floating of the dead fish. With the \"The Disintegration of the Persistence of Memory\" Dali tries to reconcile with other surrealists. From the time perspective he realised that all their fights were mostly because of the brokenn"
    ]
}
