{
    "name": "velasquez",
    "texts": [
        "In the foreground of the picture we see Infanta Margaret Theresa, a daughter of by Velazquez's very friend kind Philip 4th. She is the center of the whole composition and all the light falls on her. Near her there are two meninas, both taking care of her. The portrait of king and queen in front of the characters is reflected in the mirror behind them. Practically characters are clenched between two portraits of royalty - the picture on canvas and its reflection. The room is quite big and wide, but still characters are closed in the space.",
        "The only way out of the room is in the direction of Don Jose Nieto Velazquez - the queen's chamberlain, looking right at the backs of his characters, showing us that it's only him as a person working for the court, actually knew these people, knew their personal backgrounds, knew what stories were behind them. Drafts, which were daily used as an attraction and play for the royal court (they're even drown near are located the farthest from the portrait of the queen and the king. Dona and bodyguard are standing behind the meninas and probably speaking, creating together with reflection of the portrait and Don Jose the compositional triangle - the reflection of the triangle Infanta make with her meninas. Velazquez maintains the perspective, as it is the distinctive feature for the baroque.",
        "Himself, an artist, Velazquez draws near the rest of the characters, he accepts their perspective and draws royalty from the respective of the court. Velazquez puts himself in the dark, so it is possible to him to stay unnoticed. Menina, who is standing in the right side of Infanta is looking just like the queen in the reflection, artist looks like the king in the reflection. Maybe Velazquez wanted to show closeness of the court to the royalty. By nebulosity of the reflection, which was a distinctive feature for the baroque, symbolizing that royalty is more like myths, is our imaginations about them. But at the same time little Infanta, child, is very close, pure and drown with a lot of details."
    ]
}
